


function description(): any {
    return (
        <div className="container grid text-black max-w-6xl mx-10 mt-1 item-justify ">
            <div className="text-2xl">
                <h1><b>เหตุผลที่คนหันมาซื้อสินค้าออนไลน์มากขึ้นนั้นมีอะไรบ้าง ?</b></h1>
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                ในปัจจุบันคุณแทบไม่จำเป็นต้องออกไปซื้ออาหารหรือของใช้จำเป็นข้างนอกอีกต่อไป
                นั่นเพราะร้านค้าส่วนใหญ่มีระบบ e-commerce
                สำหรับขายสินค้าออนไลน์โดยเฉพาะ
                ซึ่งช่วยอำนวยความสะดวกให้กับคนที่ไม่ค่อยมีเวลาออกไปช้อปปิ้งได้มากพอสมควร
                แต่ทว่าเหตุผลจริง ๆ ที่หลายคนสนใจในการซื้อสินค้าออนไลน์จะมีแค่ความสะดวกสบายเพียงอย่างเดียว
                หรือจะมีอะไรที่มากกว่านั้น เอาเป็นว่าในวันนี้เรามาหาคำตอบไปพร้อม ๆ กันเลยดีกว่า !!
            </div>
            <div className="text-lg mt-10" m-0>
                <b>1.สั่งสะดวก จ่ายสบาย</b>
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                เป็นที่แน่ชัดอยู่แล้วว่า
                การช้อปสินค้าขายดีผ่านระบบ e-commerce สามารถทำได้ตลอด 24 ชั่วโมง
                และที่สำคัญคุณไม่จำเป็นต้องแต่งหน้าทำผม
                หรือเปลี่ยนชุดเตรียมจะออกไปข้างนอกเสียด้วยซ้ำ
                นอกจากนี้คุณยังไม่ต้องพกเงินสด เพราะมีระบบการชำระเงินออนไลน์คอยรองรับ
                นี่แหละ ความสะดวกสบายที่คนยุคใหม่ต้องการมากที่สุด
            </div>
            <div className="text-lg mt-6" >
                <b>2.เลือกสินค้าได้หลากหลายและเทียบราคาได้อย่างอิสระ</b>
            </div>
            <div className="mt-3 ">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                ส่วนใหญ่ภายในระบบจะมีการแยกหมวดหมู่สินค้าขายดีออกเป็นประเภทต่าง ๆ
                เช่น แม่และเด็ก, ความงามและสุขภาพ, ของใช้ในครัวเรือน รวมไปถึงของขายดีตามเทศกาล
                เป็นต้น คุณจึงสามารถหาสิ่งของที่ต้องการได้ง่ายดายยิ่งขึ้น
                แถมยังเทียบราคาได้อย่างอิสระ
                โดยไม่จำเป็นต้องถามพนักงานภายในร้านให้ยุ่งยากเลย
            </div>
            <div className="text-lg mt-6">
                <b>3.ประหยัดเวลาการเดินทางไป-กลับ</b>
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                เชื่อว่านักช้อปหลายคนคงแฮปปี้สุด ๆ เพราะต่อไปนี้เราไม่ต้องพบเจอกับมลพิษจากฝุ่นควัน
                ไม่ต้องเสียเวลาไปเดินหาของ
                และที่สำคัญยังไม่ต้องพบเจอกับภาวะรถติดอีกด้วย
                ดังนั้น การซื้อสินค้าออนไลน์ที่ใช้เวลาเพียงไม่กี่นาที
                จึงทำให้คุณมีเวลาให้กับกิจกรรมอื่น ๆ มากขึ้นนั่นเอง
            </div>
            <div className="text-lg mt-6" >
                <b>4.มีความเป็นส่วนตัวสูง</b>
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                เราอาจรู้สึกเขินอายเมื่อต้องซื้อสินค้าขายดีจำพวกชุดชั้นใน ชุดว่ายน้ำ หรือกางเกงใน ต่อหน้าคนอื่น
                ซึ่งการซื้อของออนไลน์จะช่วยให้คุณมีพื้นที่ส่วนตัว
                สำหรับการตัดสินใจเลือกซื้อสินค้าหมวดหมู่ข้างต้น
                และรอดพ้นจากสายตาจับจ้องของผู้คนรอบตัวไปได้
            </div>
            <div className="text-lg mt-6">
                <b>5.ราคาค่อนข้างถูกลงกว่าปกติ</b>
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                การหันเข้าสู่ระบบ e-commerce หรือระบบซื้อขายสินค้าออนไลน์มากขึ้นนั้น
                ส่งผลให้ทางร้านค้าต่าง ๆ ต้องแข่งขันงัดกลยุทธ์เด็ดออกมา
                เพื่อดึงดูดลูกค้าคนสำคัญ เช่น การลดราคาสินค้า การจัดทำโปรโมชันซื้อ 1 แถม 1 และอื่น ๆ อีกมากมาย
                ผู้ซื้อจึงจะได้สินค้าในราคาต่ำกว่าปกติ  ที่เรียกได้ว่า คุ้มจริงอะไรจริง !
            </div>
            <div className="mt-3 mr-10">
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                ทั้งหมดนี้คือ 5 เหตุผลที่คนหันมาซื้อสินค้าออนไลน์กันมากขึ้น
                เพราะนอกจากความสะดวกสบายแล้ว
                ยังย่นเวลาการเลือกซื้อ และมีโปรโมชันอีกมากมายคอยคุณอยู่
                ดังนั้น หากสนใจสินค้าออนไลน์ราคาดี
                โปรโมชันเด็ด ที่ ‘All Online by 7-Eleven’ มีให้คุณเลือกมากมาย
                จนต้องร้องว้าว ! กันเลยทีเดียว
            </div>


        </div>

    )
}
export default description;